Repository: Shufflepuck/SplashBuddy
Catalog: SplashBuddy/Resources/*.lproj/Localizable.strings
Languages: es, ja

# error.failed_specific_app_install
source: %@ failed to install. Support has been notified.
es: %@ no se pudo instalar. Soporte ha sido notificado.
ja: %@ のインストールに失敗しました。サポートに連絡しました。

# actions.apps_installed_finishing
source: All applications were installed. Finishing installation…
es: Todas las aplicaciones fueron instaladas. Terminaci贸n de la instalaci贸n ...
ja: 全てのアプリケーションがインストールされました。インストール作業を終了しています...

# actions.apps_installed_continue
source: All applications were installed. Please click on Continue.
es: Todas las aplicaciones fueron instaladas. Por favor, haga clic en Continuar.
ja: 全てのアプリケーションがインストールされました。継続をクリックしてください。

# actions.apps_installed_logout
source: All applications were installed. Please click on Logout.
es: Todas las aplicaciones fueron instaladas. Por favor, haga clic en Cerrar sesi贸n.
ja: 全てのアプリケーションがインストールされました。ログアウトをクリックしてください。

# actions.apps_installed_quit
source: All applications were installed. Please click on Quit.
es: Todas las aplicaciones fueron instaladas. Por favor, haga clic en Apagar.
ja: 全てのアプリケーションがインストールされました。再起動をクリックしてください。

# actions.apps_installed_restart
source: All applications were installed. Please click on Restart.
es: Todas las aplicaciones fueron instaladas. Por favor, haga clic en Reiniciar.
ja: 全てのアプリケーションがインストールされました。再起動をクリックしてください。

# actions.apps_installed_shutdown
source: All applications were installed. Please click on Shutdown.
es: Todas las aplicaciones fueron instaladas. Por favor, haga clic en Apagar.
ja: 全てのアプリケーションがインストールされました。システム終了をクリックしてください。

# error.failed_unknown_app_install
source: An application failed to install. Support has been notified.
es: Algunas aplicaciones no se pudieron instalar. Soporte ha sido notificado.
ja: 一つのアプリケーションのインストールに失敗しました。サポートに連絡しました。

# error.create_missing_bundle
source: Please create a bundle in /Library/Application Support/SplashBuddy
es: Por favor, cree un paquete en /Library/Application Support/SplashBuddy
ja: /Library/Application Support/SplashBuddyの中にbundleファイルを作成してください。

# error.failed_multiple_app_install
source: Some applications failed to install. Support has been notified.
es: Algunas aplicaciones no se pudieron instalar. Soporte ha sido notificado.
ja: いくつかのアプリケーションのインストールに失敗しました。サポートに連絡しました。

# actions.preparing_your_mac
source: We are preparing your Mac…
es: Estamos preparando tu Mac ...
ja: Macの準備をしています...

# error.create_complete_html_file
source: Please create a complete.html file in your presentation.bundle located in /Library/Application Support/SplashBuddy
es: Por favor, cree un complete.html completo en su paquete presentation.bundle ubicado en /Library/Application Support/SplashBuddy

# btn.continue
source: Continue
es: Continuar
ja: 継続

# btn.shutdown
source: Shutdown
es: Apagar
ja: システム終了

# btn.restart
source: Restart
es: Reiniciar
ja: 再起動

# btn.quit
source: Quit
es: Dejar
ja: 終了

# btn.logout
source: Logout
es: Cerrar sesi贸n
ja: ログアウト

# btn.form.send
source: Send
es: Enviar
ja: 送信
